Repository: Ffalco0/HashiRun
Catalog: HashiRun/Fonts/Localizable.xcstrings
Source language: en
Languages: it

source: Amidst the ancient walls of the mysterious castle, our brave adventurer discovered secret passages and hidden chambers, unlocking the castle's enigmatic history. As the delved deeper, a glint of gold caught his eye, a long lost treasure concealed for centuries, now gleaming in the heart of the forgotten fortress, awaiting its rediscovery.
it: Tra le antiche mura del misterioso castello, il nostro coraggioso avventuriero ha scoperto passaggi segreti e camere nascoste, svelando l'enigmatica storia del castello. Mentre scavava più a fondo, un luccichio d'oro catturò la sua attenzione: un tesoro a lungo perduto, nascosto per secoli, che ora brillava nel cuore della fortezza dimenticata, in attesa di essere riscoperto.

source: Amidst the ancient walls of the mysterious castle, our brave adventurers discovered secret passages and hidden chambers, unlocking the castle's enigmatic history. As they delved deeper, a glint of gold caught their eye, a long lost treasure concealed for centuries, now gleaming in the heart of the forgotten fortress, awaiting its rediscovery.
it: Tra le antiche mura del misterioso castello, il nostro coraggioso avventurieoi hanno scoperto passaggi segreti e camere nascoste, svelando l'enigmatica storia del castello. Mentre scavavano più a fondo, un luccichio d'oro ha catturato la loro attenzione, un tesoro a lungo perduto nascosto per secoli, che ora brilla nel cuore della fortezza dimenticata, in attesa di essere riscoperto.

source: Are you sure?
it: Sei sicuro?

source: Back
it: Indietro

source: Button
it: Bottone

source: Calories
it: Calorie

source: Challenge The Boss
it: Sfida il Boss

source: Choose your Hero
it: Scegli il tuo Eroe

source: COLLECTIBLES
it: COLLEZIONABILI

source: Date:
it: Data:

source: Date: %@
it: Data: %@

source: Dexterity
it: Destrezza

source: Distance
it: Distanza

source: Distance: %.2f km
it: Distanza : %.2f km

source: Escape from the demonic monsters
it: Scappa dai mostri demoniaci

source: Escape the forest
it: Scappa dalla foresta

source: Explore the castle
it: Esplora il castello

source: Explore your city or town by running a certain distance in different areas. Uncover hidden gems, scenic views, and new landmarks as you venture through parks, waterfronts, and diverse neighborhoods.
it: Esplora la tua città correndo una certa distanza in diverse aree. Scopri gemme nascoste, scenari mozzafiato e nuovi punti di interesse mentre passeggi per parchi, lungomare e diversi quartieri.

source: Find the magic lake
it: Trova il lago magico

source: Find the master sword
it: Trova la Spada Suprema

source: History
it: Archivio

source: Human base lvl l
it: Umano lvl 1

source: Name Of Your Character
it: Nome del tuo personaggio

source: Navigate the unknown
it: Naviga nell'ignoto

source: No data recorded for the Beta Version
it: Nessun dato è stato registrato nella versione beta

source: Objective : 5 KM
it: Obiettivo : 5 KM

source: Objective:
it: Obiettivo:

source: Pace
it: Velocità

source: Pace:
it: Velocità:

source: Player class lvl
it: Classe giocatore lvl

source: SKILLS
it: ABILITA'

source: Start
it: Inizia

source: Steps
it: Passi

source: Steps:
it: Passi:

source: Steps: %lld
it: Passi: %lld

source: Stopping the timer will reset the progress. Do you want to continue?
it: Fermare il timer ti farà perdere tutti i progressi fatti. Sei sicuro di voler continuare?

source: Strenght
it: Forza

source: Talk to the seaman
it: Parla con il marinaio

source: This choice will be permanent!!
it: Questa scelta sarà permanente!

source: Time
it: Tempo

source: Walk through the city of Atlantis
it: Cammina per la città di Atlantis

source: Wisdom
it: Saggezza
